Repository: DE-IBH/grommunio-web
Catalog: plugins/meet/language/*.UTF-8/LC_MESSAGES/plugin_meet.po
Languages: de_de

source: Add meeting
de_de: Meeting hinzufügen

source: Join Meeting
de_de: Meeting beitreten

source: Room name:
de_de: Raumname:

source: Room URL:
de_de: Raum URL:

source: Shift-click for advanced settings
de_de: Erweiterte Optionen mittels Shift-Klick

source: Open meeting in:
de_de: Öffne Meeting in:

source: Hide the button in the main toolbar
de_de: Schaltfläche in der Haupttoolbar ausblenden

source: Add the URL to the meeting location rather than overwriting it
de_de: Füge die Meeting-URL zum Ort des Meetings hinzu anstatt diesen zu ersetzen

source: Prevent the URL in the meeting location from being overridden automatically (ex: when adding a meetingroom)
de_de: Verhindere das Entfernen der Meeting-URL beim automatischen Anpassen des Meetingortes (z.B.: beim Einladen von Ressourcen)

source: If you have problems when creating meetings, try disabling this setting
de_de: Wenn beim Erstellen von Terminen Probleme auftreten versuche diese Einstellung zum deaktivieren

source: Add an invitation to the appointment description
de_de: Füge in die Beschreibung des Termins einen Einladungstext hinzu

source: Invitation text
de_de: Einladungstext

source: must contain %url% as a placeholder for the meeting link, empty the textbox to reset to default
de_de: muss %url% als Platzhalter für die Meeting-URL enthalten, leere die Textbox um den Standardwert wiederherzustellen

source: Add the subject to the room name
de_de: Inkludiere den Betreff im Raumnamen

source: Add the organizer name to the room name
de_de: Inkludiere den Namen des Organisators im Raumnamen
