Repository: DE-IBH/grommunio-web
Catalog: plugins/mdm/language/*.UTF-8/LC_MESSAGES/plugin_mdm.po
Languages: is_is

source: Mobile Device Manager
is_is: Snjalltækjastjórn

source: Wiping device
is_is: Hreinsa tæki

source: Password incorrect
is_is: Lykilorð rangt

source: Full resync in progress
is_is: Heildarendurspeglun í gangi

source: Not Applicable
is_is: Á ekki við

source: Wipe Pending
is_is: Eyða í biðstöðu

source: Wipe Requested
is_is: Eyða umbeðnu

source: Wipe Executed
is_is: Eyða framkvæmdu

source: Not Available
is_is: Ekki aðgengilegt

source: Device
is_is: Tæki

source: Type
is_is: Gerð

source: Operating System
is_is: Stýrikerfi

source: ID
is_is: Auðkenni

source: User Agent
is_is: Notandabúnaður

source: MDM Plugin
is_is: Snjalltækjaíbót

source: Active Sync Version
is_is: Útgáfa Active Sync

source: grommunio-sync Version
is_is: Útgáfa grommunio-sync

source: Short folder Ids
is_is: Stutt möppuauðkenni

source: Policy name
is_is: Nafn reglu

source: Version
is_is: Útgáfa

source: Build
is_is: Samsetning

source: Last updated
is_is: Síðast uppfært

source: Connected since
is_is: Tengt síðan

source: Status
is_is: Staða

source: Synchronize
is_is: Samstilla

source: Folders
is_is: Möppur

source: Email
is_is: Tölvupóstur

source: Calendar
is_is: Dagatal

source: Contacts
is_is: Tengiliðir

source: Notes
is_is: Minnisatriði

source: Tasks
is_is: Verk

source: Manage Shared Folders
is_is: Halda utan um sameiginlegar möppur

source: General
is_is: Almennt

source: Details
is_is: Nánari upplýsingar

source: Apply
is_is: Nota

source: Cancel
is_is: Hætta við

source: Select folders to sync to your device from the list below. To add additional mailboxes to the list, open them in WebApp first.
is_is: Veldu möppur til að spegla frá tækinu þínu í listann hér fyrir neðan. Til að bæta við öðrum pósthólfum í listann, opnaðu þau vefviðmótinu fyrst.

source: Mobile device management
is_is: Snjalltækjastjórn

source: Mobile Devices
is_is: Snjalltæki

source: Devices
is_is: Tæki

source: No devices connected to your account
is_is: Ekkert tæki tengt við aðganginn þinn

source: Provisioning Status
is_is: Sæki stöðu

source: Last Update
is_is: Síðast uppfært

source: Device ID
is_is: Auðkenni tækis

source: Device OS
is_is: Stýrikerfi tækis

source: Device Info
is_is: Upplýsigar tækis

source: First Sync time
is_is: Fyrsta samstilling

source: Wipe Device
is_is: Eyða tæki

source: Full resync
is_is: Heildarendurspeglun

source: Remove device
is_is: Fjarlægja tæki

source: Refresh
is_is: Glæða

source: Yes
is_is: Já

source: No
is_is: Nei

source: Do you really want to wipe your device? Enter your password to confirm.
is_is: Ertu viss um að þú viljir eyða út af tækinu þínu? Sláðu inn lykilorðið þitt til að staðfesta.

source: version not available
is_is: útgáfa ekki aðgengileg

source: Mobile device management plugin
is_is: Íbót snjalltækjastjórnunar

source: Unexpected error occurred. Please contact your system administrator. Error code: %s
is_is: Óviðbúin villa kom upp. Hafðu samband við kerfisstjórn. Villunúmer: %s

source: Folder can not be added because there is already an additional folder with the same name
is_is: Gat ekki bætt við möppu því það er nú þegar mappa til með sama nafni

source: Folder can not be removed because there is no folder known with given folder id
is_is: Mappa gat ekki verið fjarlægð því það er engin mappa með uppgefnu auðkenni möppu

source: Device ID could not be found
is_is: Auðkenni tækis fannst ekki
